[
    {
        "title":"Investor Charter",
        "bodyData":[
            "<h4>Vision and Mission Statements for investors<h4>",
            "<h6>Vision and Mission Statements for investors<p>",
            "<p>Invest with knowledge & safety.<p>",
            "<h6>Mission<p>",
            "<p>Every investor should be able to invest in right investment products based on their needs, manage and monitor them to meet their goals, access reports and enjoy financial wellness.<p>",
            "<p>Details of business transacted by the Investment Adviser with respect to theinvestors<p>",
            "<h4>To enter into an agreement with the client providing all details including fee details, aspect of Conflict of interest disclosure and maintaining confidentiality ofinformation.<h4>",
            "<ul><li>To enter into an agreement with the client providing all details including fee details,aspect of Conflict of interest disclosure and maintaining confidentiality of information.</li><li>To do a proper and unbiased risk – profiling and suitability assessment of theclient.</li><li>To obtain registration with Know Your Client Registration Agency (KRA) andCentral Know Your Customer Registry (CKYC).</li><li>To conduct audit annually.</li><li>To disclose the status of complaints in its website.</li><li>To disclose the name, proprietor name, type of registration, registration number,validity, complete address with telephone numbers and associated SEBIregional/local Office details in its website. To employ only qualified and certified employees.</li><li>To deal with clients only from official number</li><li>To maintain records of interactions, with all clients including prospective clients(prior to onboarding), where any conversation related to advice has taken place.</li>",
            "<h4>Details of services provided to investors (No Indicative Timelines)<h4>",
            "<p>Onboarding of Clients<p>",
            "<p>Sharing of agreement copy<p>",
            "<p>Completing KYC of clients<p>",
            "<p>Disclosure to Clients<p>",
            "<p>To provide full disclosure about its business, affiliations, compensation inthe agreement.<p>",
            "<p>To not access client’s accounts or holdings for offering advice.<h4>",
            "<p>To disclose the risk profile to the client.<p>",
            "<p>To provide investment advice to the client based on the risk-profiling of the clientsand suitability of the client.<p>",
            "<h6>Details of grievance redressal mechanism and how to access it<p>",
            "<p>1. In case of any grievance / complaint, an investor should approach the concerned Investment Adviser and shall ensure that the grievance is resolved within 30 days.<p>",
            "<p>2. If the investor’s complaint is not redressed satisfactorily, one may lodge acomplaint with SEBI on SEBI’s ‘SCORES’ portal which is a centralized web-based complaints redressal system. SEBI takes up the complaints registered via SCORES with the concerned intermediary for timely redressal. SCORES facilitatestracking the status of the complaint.<p>",
            "<p>3. With regard to physical complaints, investors may send their complaints to: Office of Investor Assistance and Education, Securities and Exchange Board of India,SEBI Bhavan, Plot No. C4-A, ‘G’ Block, Bandra-Kurla Complex, Bandra (E),Mumbai – 400 051.<h4>",
            "<h4>Expectations from the investors (Responsibilities of investors)<p>",
            "<p>Do’s<p>",
           "<ul><li>Always deal with SEBI registered Investment Advisers.</li><li> Ensure that the Investment Adviser has a valid registration certificate.</li><li>Check for SEBI registration number. <br> Please refer to the list of all SEBI registered Investment Advisers which isavailable on SEBI website in the following link: https://www.sebi.gov.in/sebiweb/other/OtherAction.do?doRecognisedFpi=yes&intmId=13)</li><li> Pay only advisory fees to your Investment Adviser. Make payments of advisoryfees through banking channels only and maintain duly signed receiptsmentioning the details of your payments.</li><li>Always ask for your risk profiling before accepting investment advice. Insist thatInvestment Adviser provides advisory strictly on the basis of your risk profiling andtake into account available investment alternatives.</li><li>Ask all relevant questions and clear your doubts with your investmentAdviser before acting on advice.</li><li>Assess the risk–return profile of the investment as well as theliquidity and safety aspects before making investments.</li><li>Insist on getting the terms and conditions in writing duly signed and stamped. Read these terms and conditions carefully particularly regarding advisory fees,advisory plans, category of recommendations etc. before dealing with anyInvestment Adviser.</li><li>Be vigilant in your transactions.</li><li>Approach the appropriate authorities for redressal of your doubts / grievances.</li><li> Inform SEBI about Investment Advisers offering assured or guaranteed returns.</li>",
            "<p>Don’ts<p>",
            "<ul><li>Don’t fall for stock tips offered under the pretext of investment advice.</li><li>Do not provide funds for investment to the Investment Adviser.</li><li>Don’t fall for the promise of indicative or exorbitant or assured returns by theInvestment Advisers. Don’t let greed overcome rational investment decisions.</li><li>Don’t fall prey to luring advertisements or market rumors.</li><li>Avoid doing transactions only on the basis of phone calls or messages fromanyInvestment adviser or its representatives.</li><li>Don’t take decisions just because of repeated messages and calls by InvestmentAdvisers.</li><li>Do not fall prey to limited period discount or other incentive, gifts, etc. offered byInvestment advisers.</li><li>Don’t rush into making investments that do not match your risk takingappetite and investment goals.</li><li>Do not share login credential and password of your trading and demat accountswith the Investment Adviser.</li>"

        ]
    }
]